Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff
module.authentik_system.data.kubernetes_service_v1.authentik_server: Reading...
module.authentik_system.data.kubernetes_service_v1.authentik_server: Read complete after 0s [id=authentik/authentik-server]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # module.longhorn_system.kubernetes_manifest.recurringjob_longhorn_system_daily_backup will be created
+ resource "kubernetes_manifest" "recurringjob_longhorn_system_daily_backup" {
      + manifest = {
          + apiVersion = "longhorn.io/v1beta2"
          + kind       = "RecurringJob"
          + metadata   = {
              + name      = "daily-backup"
              + namespace = "longhorn-system"
            }
          + spec       = {
              + concurrency = 1
              + cron        = "0 4 * * *"
              + groups      = [
                  + "default",
                ]
              + retain      = 1
              + task        = "backup-force-create"
            }
        }
      + object   = {
          + apiVersion = "longhorn.io/v1beta2"
          + kind       = "RecurringJob"
          + metadata   = {
              + annotations                = (known after apply)
              + creationTimestamp          = (known after apply)
              + deletionGracePeriodSeconds = (known after apply)
              + deletionTimestamp          = (known after apply)
              + finalizers                 = (known after apply)
              + generateName               = (known after apply)
              + generation                 = (known after apply)
              + labels                     = (known after apply)
              + managedFields              = (known after apply)
              + name                       = "daily-backup"
              + namespace                  = "longhorn-system"
              + ownerReferences            = (known after apply)
              + resourceVersion            = (known after apply)
              + selfLink                   = (known after apply)
              + uid                        = (known after apply)
            }
          + spec       = {
              + concurrency = 1
              + cron        = "0 4 * * *"
              + groups      = [
                  + "default",
                ]
              + labels      = (known after apply)
              + name        = (known after apply)
              + parameters  = (known after apply)
              + retain      = 1
              + task        = "backup-force-create"
            }
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -d .
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](https://atlantis.billv.ca/lock?id=billv-ca%252Fhomelab-atlantis-k3s-base-services%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -d .
  ```
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```